var gushiObj = {
    "观沧海": {
        "name": "曹操",
        "time": "三国  魏",
        "content": [
            ["东临碣石，", "，以观沧海。"],
            ["水何澹澹，", "，山岛竦峙。"],
            ["树木丛生，", "，百草丰茂。"],
            ["秋风萧瑟，", "，洪波涌起。"],
            ["日月之行，", "，若出其中；"],
            ["星汉灿烂，", "，若出其里。"],
            ["幸甚至哉！", "！歌以咏志。"]
        ]
    },
    "闻王昌龄左迁龙标遥有此寄": {
        "name": "李白",
        "time": "唐",
        "content": [
            ["杨花落尽子规啼，", "，闻到龙标过五溪。"],
            ["我寄愁心与明月，", "，随君直到夜郎西。"]
        ]
    },
    "次北固山下": {
        "name": "王湾",
        "time": "唐",
        "content": [
            ["客路青山外，", "， 行舟绿水前。"],
            ["潮平两岸阔，", "， 风正一帆悬。"],
            ["海日生残夜，", "， 江春入旧年。"],
            ["乡书何处达，", "， 归雁洛阳边。"]
        ]
    },
    "天净沙·秋思": {
        "name": "马致远",
        "time": "元",
        "content": [
            ["枯藤老树昏鸦，", "，小桥流水人家，", "，古道西风瘦马。", "。夕阳西下，", "，断肠人在天涯。"]
        ]
    },
    "峨眉山月歌": {
        "name": "李白",
        "time": "唐",
        "content": [
            ["峨眉山月半轮秋，", "，影入平羌江水流。"],
            ["夜发清溪向三峡，", "，思君不见下渝州。"]
        ]
    },
    "江南逢李龟年": {
        "name": "杜甫",
        "time": "唐",
        "content": [
            ["岐王宅里寻常见，", "，崔九堂前几度闻。"],
            ["正是江南好风景，", "，落花时节又逢君。"]
        ]
    },
    "行军九日思长安故园": {
        "name": "岑参",
        "time": "唐",
        "content": [
            ["强欲登高去，", "，无人送酒来。"],
            ["遥怜故园菊，", "，应傍战场开。"]
        ]
    },
    "夜上受降城闻笛": {
        "name": "李益",
        "time": "唐",
        "content": [
            ["回乐峰前沙似雪，", "，受降城外月如霜。"],
            ["不知何处吹芦管，", "，一夜征人尽望乡。"]
        ]
    },
    "论语十二章": {
        "name": "孔子及其弟子 ",
        "time": "春秋",
        "content": [
            ["学而时习之，", "，不亦说乎？", "？有朋自远方来，", "，不亦乐乎？", "？人不知而不愠，", "，不亦君子乎？"],
            ["为人谋而不忠乎？", "？与朋友交而不信乎？", "？传不习乎？"],
            ["吾十有五而志于学，", "，三十而立，", "，四十而不惑，", "，五十而知天命，", "，六十而耳顺，", "，七十而从心所欲，", "，不逾矩。"],
            ["温故而知新，", "，可以为师矣。"],
            ["学而不思则罔，", "，思而不学则殆。"],
            ["贤哉，", "，回也！", "！一箪食，", "，一瓢饮，", "，在陋巷，", "，人不堪其忧，", "，回也不改其乐。", "。贤哉，", "，回也！"],
            ["知之者不如好之者，", "，好之者不如乐之者。"],
            ["饭疏食，", "，饮水，", "，曲肱而枕之，", "，乐亦在其中矣。", "。不义而富且贵，", "，于我如浮云。"],
            ["三人行，", "，必有我师焉。", "。择其善者而从之，", "，其不善者而改之。"],
            ["逝者如斯夫，", "，不舍昼夜。"],
            ["三军可夺帅也，", "，匹夫不可夺志也。"],
            ["博学而笃志，", "，切问而近思，", "，仁在其中矣。"]
        ]
    }
};