var gushiObj = {
    "行路难三首（其一）": {
        "name": "李白",
        "time": "唐",
        "content": [
            ["金樽清酒斗十千，", "，玉盘珍羞值万钱。"],
            ["停杯投箸不能食，", "，拔剑四顾心茫然。"],
            ["欲渡黄河冰塞川，", "，将登太行雪满山。"],
            ["闲来垂钓碧溪上，", "，忽复乘舟梦日边。"],
            ["行路难，", "，行路难，", "，多歧路，", "，今安在？"],
            ["长风破浪会有时，", "，直挂云帆济沧海。"]
        ]
    },
    "酬乐天扬州初逢席上见赠": {
        "name": "刘禹锡",
        "time": "唐",
        "content": [
            ["巴山楚水凄凉地，", "，二十三年弃置身。"],
            ["怀旧空吟闻笛赋，", "，到乡翻似烂柯人。"],
            ["沉舟侧畔千帆过，", "，病树前头万木春。"],
            ["今日听君歌一曲，", "，暂凭杯酒长精神。"]
        ]
    },
    "水调歌头": {
        "name": " 苏轼",
        "time": "宋",
        "content": [
            ["明月几时有？", "？把酒问青天。", "。不知天上宫阙，", "，今夕是何年？"],
            ["我欲乘风归去，", "，又恐琼楼玉宇，", "，高处不胜寒。", "。起舞弄清影，", "，何似在人间？"],
            ["转朱阁，", "，低绮户，", "，照无眠。", "。不应有恨，", "，何事长向别时圆？"],
            ["人有悲欢离合，", "，月有阴晴圆缺，", "，此事古难全。", "。但愿人长久，", "，千里共婵娟。"]
        ]
    },
    "月夜忆舍弟": {
        "name": "杜甫",
        "time": "唐",
        "content": [
            ["戍鼓断人行，", "，秋边一雁声。"],
            ["露从今夜白，", "，月是故乡明。"],
            ["有弟皆分散，", "，无家问死生。"],
            ["寄书长不达，", "，况乃未休兵。"]
        ]
    },
    "长沙过贾谊宅": {
        "name": "刘长卿",
        "time": "唐",
        "content": [
            ["三年谪宦此栖迟，", "，万古惟留楚客悲。"],
            ["秋草独寻人去后，", "，寒林空见日斜时。"],
            ["汉文有道恩犹薄，", "，湘水无情吊岂知。"],
            ["寂寂江山摇落处，", "，怜君何事到天涯。"]
        ]
    },
    "左迁至蓝关示侄孙湘": {
        "name": "韩愈",
        "time": "唐",
        "content": [
            ["一封朝奏九重天，", "，夕贬潮阳路八千。"],
            ["欲为圣朝除弊事，", "，肯将衰朽惜残年！"],
            ["云横秦岭家何在？", "？雪拥蓝关马不前。"],
            ["知汝远来应有意，", "，好收吾骨瘴江边。"]
        ]
    },
    "咸阳城东楼": {
        "name": "许浑",
        "time": "唐",
        "content": [
            ["一上高城万里愁，", "，蒹葭杨柳似汀洲。"],
            ["溪云初起日沉阁，", "，山雨欲来风满楼。"],
            ["鸟下绿芜秦苑夕，", "，蝉鸣黄叶汉宫秋。"],
            ["行人莫问当年事，", "，故国东来渭水流。"]
        ]
    },
    "无题": {
        "name": " 李商隐",
        "time": "唐",
        "content": [
            ["相见时难别亦难，", "，东风无力百花残。"],
            ["春蚕到死丝方尽，", "，蜡炬成灰泪始干。"],
            ["晓镜但愁云鬓改，", "，夜吟应觉月光寒。"],
            ["蓬山此去无多路，", "，青鸟殷勤为探看。"]
        ]
    },
    "行香子·树绕村庄": {
        "name": "秦观",
        "time": "北宋",
        "content": [
            ["树绕村庄，", "，水满陂塘。", "。倚东风、豪兴徜徉。"],
            ["小园几许，", "，收尽春光。", "。有桃花红，", "，李花白，", "，菜花黄。"],
            ["远远围墙，", "，隐隐茅堂。", "。飏青旗、流水桥旁。"],
            ["偶然乘兴、步过东冈。", "。正莺儿啼，", "，燕儿舞，", "，蝶儿忙。"]
        ]
    },
    "丑奴儿·书博山道中壁": {
        "name": "辛弃疾",
        "time": "宋",
        "content": [
            ["少年不识愁滋味，", "，爱上层楼。"],
            ["爱上层楼。", "。为赋新词强说愁。"],
            ["而今识尽愁滋味，", "，欲说还休。"],
            ["欲说还休。", "。却道天凉好个秋。"]
        ]
    },
};