var gushiObj = {
    "黄鹤楼": {
        "name": "崔颢",
        "time": "唐",
        "content": [
            ["昔人已乘黄鹤去，", "，此地空余黄鹤楼。"],
            ["黄鹤一去不复返，", "，白云千载空悠悠。"],
            ["晴川历历汉阳树，", "，芳草萋萋鹦鹉洲。"],
            ["日暮乡关何处是？", "？烟波江上使人愁。"]
        ]
    },
    "使至塞上": {
        "name": "唐",
        "time": "王维",
        "content": [
            ["单车欲问边，", "，属国过居延。"],
            ["征蓬出汉塞，", "，归雁入胡天。"],
            ["大漠孤烟直，", "，长河落日圆。"],
            ["萧关逢候骑，", "，都护在燕然。"]
        ]
    },
    "渡荆门送别": {
        "name": "唐",
        "time": "李白",
        "content": [
            ["渡远荆门外，", "，来从楚国游。"],
            ["山随平野尽，", "，江入大荒流。"],
            ["月下飞天镜，", "，云生结海楼。"],
            ["仍怜故乡水，", "，万里送行舟。"]
        ]
    },
    "钱塘湖春行": {
        "name": "白居易",
        "time": "唐",
        "content": [
            ["孤山寺北贾亭西，", "，水面初平云脚低。"],
            ["几处早莺争暖树，", "，谁家新燕啄春泥。"],
            ["乱花渐欲迷人眼，", "，浅草才能没马蹄。"],
            ["最爱湖东行不足，", "，绿杨阴里白沙堤。"]
        ]
    },
    "野望": {
        "name": "王绩",
        "time": "唐",
        "content": [
            ["东皋薄暮望，", "，徙倚欲何依。"],
            ["树树皆秋色，", "，山山唯落晖。"],
            ["牧人驱犊返，", "，猎马带禽归。"],
            ["相顾无相识，", "，长歌怀采薇。"]
        ]
    },
    "龟虽寿": {
        "name": "曹操",
        "time": "三国 魏",
        "content": [
            ["神龟虽寿，", "，犹有竟时。"],
            ["螣蛇乘雾，", "，终为土灰。"],
            ["老骥伏枥，", "，志在千里。"],
            ["烈士暮年，", "，壮心不已。"],
            ["盈缩之期，", "，不但在天。"],
            ["养怡之福，", "，可得永年。"],
            ["幸甚至哉，", "，歌以咏志。"]
        ]
    },
    "赠从弟（其二）": {
        "name": "刘桢",
        "time": "汉",
        "content": [
            ["亭亭山上松，", "，瑟瑟谷中风。"],
            ["风声一何盛，", "，松枝一何劲。"],
            ["冰霜正惨凄，", "，终岁常端正。"],
            ["岂不罹凝寒？", "？松柏本有性。"]
        ]
    },
    "梁甫行": {
        "name": "曹植",
        "time": "魏晋",
        "content": [
            ["八方各异气，", "，千里殊风雨。"],
            ["剧哉边海民，", "，寄身于草野。"],
            ["妻子象禽兽，", "，行止依林阻。"],
            ["柴门何萧条，", "，狐兔翔我宇。"]
        ]
    },
    "庭中有奇树": {
        "name": "佚名",
        "time": "两汉",
        "content": [
            ["庭中有奇树，", "，绿叶发华滋。"],
            ["攀条折其荣，", "，将以遗所思。"],
            ["馨香盈怀袖，", "，路远莫致之。"],
            ["此物何足贵？", "？但感别经时。"]
        ]
    },
    "三峡": {
        "name": "郦道元",
        "time": "南北朝",
        "content": [
            ["重岩叠嶂，", "，隐天蔽日，", "，自非亭午夜分，", "，不见曦月。"],
            ["至于夏水襄陵，", "，沿溯阻绝"],
            ["其间千二百里，", "，虽乘奔御风，", "，不以疾也"],
            ["清荣峻茂，", "，良多趣味。"],
            ["每至晴初霜旦，", "，林寒涧肃"],
            ["巴东三峡巫峡长，", "，猿鸣三声泪沾裳。"]
        ]
    },
    "答谢中书书": {
        "name": "陶弘景",
        "time": "南北朝",
        "content": [
            ["高峰入云，", "，清流见底"],
            ["两岸石壁，", "，五色交辉"],
            ["青林翠竹，", "，四时俱备"],
            ["晓雾将歇，", "，猿鸟乱鸣"],
            ["夕日欲颓，", "，沉鳞竞跃"],
            ["自康乐以来，", "，未复有能与其奇者"]
        ]
    },
    "记承天寺夜游": {
        "name": "苏轼",
        "time": "宋代",
        "content": [
            ["庭下如积水空明，", "，水中藻、荇交横，", "，盖竹柏影也。"]
        ]
    },
    "与朱元思书": {
        "name": "吴均",
        "time": "南北朝",
        "content": [
            ["从流飘荡，", "，任意东西"],
            ["水皆缥碧，", "，千丈见底。", "。鱼细石，", "，直视无碍。", "。湍甚箭，", "，猛浪若奔。"],
            ["夹岸高山，", "，皆生寒树，", "，负势竞上，", "，互相轩邈，", "，争高直指，", "，千百成峰。"],
            ["蝉则千转不穷，", "，猿则百叫无绝。", "。飞戾天者，", "，望峰息心"],
            ["经纶世务者，", "，窥谷忘反"]
        ]
    }
};